[
  {
    "nombre": "Legends Never Die[2 LP]",
    "categoria": "Hip-Hop",
    "imagen": "imagenes/producto1.jpg",
    "precio": "674.27",
    "descripcion": "El primer álbum póstumo del rapero Juice WRLD, Legends Never Die, ahora está disponible en vinilo. El proyecto de 22 pistas estableció varios récords cuando debutó en el número 1 del Billboard 200 tras su lanzamiento. Incluye los sencillos exitosos Righteous, Come & Go (Con Marshmello) y Wishing Well Doble LP."  
    },
  {
    "nombre": "Fighting Demons (Vinyl)",
    "categoria": "Rap",
    "imagen": "imagenes/producto2.jpg",
    "precio": "458.46",
    "descripcion": "Fighting Demons, el cuarto álbum de estudio y segundo álbum póstumo de Juice Wrld, ahora está disponible en vinilo con colaboraciones de Justin Bieber, Polo G, Trippie Redd y más"   
   },
  {
    "nombre": "Pegasus [2 LP]",
    "categoria": "R&B",
    "imagen": "imagenes/producto3.jpg",
    "precio": "1022.84",
    "descripcion": "Pegasus es el álbum que sigue al álbum número uno A LOVE LETTER TO YOU 4. El rapero, cantante y compositor Trippie Redd, con ventas de platino, ha conseguido cuatro álbumes Top 10 consecutivos en solo tres años. Con letras penetrantes y una interpretación vocal matizada pero contundente, el joven de 21 años desafía los límites del género, incorporando su versión melódica del rap con elementos de rock and roll y heavy metal para crear un sonido tremendamente experimental pero tremendamente atractivo. Vinilo doble disponible el 13 de noviembre."
  },
  {
    "nombre": "A Love Letter To You 4[Ultra Clear 2 LP]",
    "categoria": "Rap",
    "imagen": "imagenes/producto4.jpg",
    "precio": "736.00",
    "descripcion": "Recién salido del lanzamiento de su último sencillo Love Me More y de tres debuts consecutivos en el Top 5 del Billboard Top 200 en poco más de 12 meses, el rapero y cantante multiplatino Trippie Redd lanzó su nuevo álbum, A Love Letter to You 4. Ahora , el 17 de abril, se lanzará en vinilo el álbum de 21 pistas, que incluye colaboraciones de DaBaby, NBA YoungBoy, Juice Wrld, YNW Melly, Smokepurpp y Lil Yatchy. Prensado sobre discos dobles ultra claros."
  },
  {
    "nombre": "? (Vinyl)",
    "categoria": "Rap",
    "imagen": "imagenes/producto5.jpg",
    "precio": "558.83",
    "descripcion": "Conocido por la honestidad catártica que ha llegado a millones de fanáticos y creyentes, el ? XXXTentacion muestra sus escritos más conmovedores, poderosos y personales hasta la fecha. Él personalmente aporta guitarra y teclados, además de escribir cada canción. El colaborador cercano John Cunningham manejó la mayor parte de la producción y las características incluyen a Travis Barker, Matt Ox, JoeyBada$$ y PnB Rock. Los fanáticos se han hecho cargo ahora y han presentado oficialmente la respuesta de la Generación Z post-millennial a Kurt Cobain."
  },
  {
    "nombre": "Finally Rich - Exclusive Limited Edition Silver & Black Galaxy Colored Vinyl 2LP",
    "categoria": "Hip-Hop",
    "imagen": "imagenes/producto6.jpg",
    "precio": "1879.28",
    "descripcion": "Se recomienda reproducir este disco en un reproductor de alta calidad con funciones anti-patinaje. Otras cosas que puedes intentar para ayudarte a saltar si no puedes ajustar el antipatinaje: Asegúrate de que tu tocadiscos esté perfectamente plano; usa una herramienta niveladora para comprobarlo. Si no puedes aplanarlo simplemente colocándolo, intenta colocarlo. Fichas debajo de las patas del plato giratorio para ajustarlas."
  },
  {
    "nombre": "Playboi Carti [LP]",
    "categoria": "Hip-Hop",
    "imagen": "imagenes/producto7.jpg",
    "precio": "663.00",
    "descripcion": "Proyecto debut tan esperado del joven rapero de Atlanta. Publicado por Interscope Records, incluye Magnolia y Woke Up Like This."
  },
  {
    "nombre": "Whole Lotta Red[2 LP]",
    "categoria": "Hip-Hop",
    "imagen": "imagenes/producto8.jpg",
    "precio": "673.33",
    "descripcion": "Como regalo para los fanáticos, Playboi Carti lanza su álbum Whole Lotta Red después de una pausa de dos años. Whole Lotta Red cuenta con 24 pistas con apariencias de superestrellas de rap Future, Kid Cudi y Kanye West. Este es el segundo álbum de estudio de Playboi Carti, después de Die Lit, que fue lanzado en 2018 y debutó en el #3 en la lista Billboard 200. Ha registrado 1.600 millones de transmisiones asombrosas para sus pistas hasta la fecha."
  },
  {
    "nombre": "Heroes & Villains (Vinyl)",
    "categoria": "Trap/Rap",
    "imagen": "imagenes/producto9.jpg",
    "precio": "560.53",
    "descripcion": "Metro Boomin - Heroes & Villains - Metro Boomin lanzó su esperado álbum cinematográfico HEROES & VILLAINS (a través de Boominati Worldwide/Republic) el 2 de diciembre de 2022. La continuación de su debut de larga duración de 2018, NOT ALL HEROES WEAR CAPES, incluye características de John Legend, Future, Chris Brown, Don Toliver, Travis Scott, 21 Savage, Young Thug, A$AP Rocky, Gunna y el difunto Takeoff. El álbum va acompañado de un cortometraje creado por Gibson Hazard, feat. Morgan Freeman, LaKeith Stanfield, Young Thug y Gunna. Disponible en vinilo el 31 de marzo de 2023."
  },
  {
    "nombre": "Savage Mode II (Vinyl)",
    "categoria": "Hip-Hop",
    "imagen": "imagenes/producto10.jpg",
    "precio": "574.48",
    "descripcion": "Prensado limitado de LP de vinilo de color rojo. Lanzamiento 2021. Savage Mode II es un álbum de estudio colaborativo del rapero 21 Savage, radicado en Atlanta, y el productor discográfico estadounidense Metro Boomin. El álbum sirve como secuela de la obra extendida del dúo Savage Mode (2016). Cuenta con apariciones especiales de Drake, Young Thug y el primo de Savage, Young Nudy. Incluye los sencillos: Runnin y Mr. Right Now."
  }
]

